Repository: openSUSE/cockpit-tukit
Catalog: po/*.po
Languages: cs, de, es, fr, id, it, ja, ka, pt_br, sv

source: Activate and Reboot
cs: Aktivovat s restartem
de: Aktivieren und Neustart
es: Activar y reiniciar
fr: Activer et redémarrer
id: Aktifkan dan Mulai Ulang
it: Attiva e riavvia
ja: 有効化して再起動
ka: აქტვიაცია და გადატვირთვა
pt_br: Ativar e Reinicializar
sv: Aktivera och starta om

source: Activate without Reboot
cs: Aktivovat bez restartu
de: Aktivieren ohne Neustart
es: Activar sin reiniciar
fr: Activer sans redémarrer
id: Aktifkan tanpa Mulai Ulang
it: Attiva senza riavvio
ja: 再起動せずに有効化
ka: აქტივაცია გადატვირთვის გარეშე
pt_br: Ativar sem Reinicializar
sv: Aktivera utan att starta om

source: Activating...
cs: Aktivuji...
de: Aktiviere ...
es: Activando...
fr: Activation en cours...
id: Mengaktifkan...
it: Attivazione in corso...
ja: 有効化しています...
ka: გააქტიურება...
pt_br: Ativando...
sv: Aktiverar...

source: Active
cs: Aktivní
de: Aktiv
es: Activo
fr: Actif
id: Aktif
it: Attiva
ja: 有効
ka: აქტიური
pt_br: Ativo
sv: Aktiv

source: Administrative access is required to access updates and snapshots.
de: Administrativer Berechtigungen sind für den Zugriff auf Updates und Snapshots erforderlich.
ja: 更新やスナップショット機能にアクセスするには、管理者権限が必要です。
sv: Administratörsåtkomst krävs för att komma åt uppdateringar och ögonblicksavbilder.

source: Available updates ($0)
cs: Dostupné aktualizace ($0)
de: Verfügbare Aktualisierungen ($0)
es: Actualizaciones disponibles ($0)
fr: Mises à jour disponible ($0)
id: Pembaruan yang tersedia ($0)
it: Aggiornamenti disponibili ($0)
ja: 利用可能な更新 ($0 個)
ka: ხელმისაწვდომი განახლებები ($0)
pt_br: Atualizações disponíveis ($0)
sv: Tillgängliga uppdateringar ($0)

source: Check for Updates
cs: Zkontrolovat dostupné aktualizace
de: Prüfe Aktualisierungen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
id: Periksa Pembaruan
it: Ricerca aggiornamenti
ja: 更新を確認
ka: განახლებების &შემოწმება
pt_br: Verificar se há Atualizações
sv: Sök efter uppdateringar

source: Checking for updates...
cs: Kontroluji se dostupné aktualizace...
de: Prüfe Aktualisierungen...
es: Buscando actualizaciones...
fr: Recherche des mises à jour...
id: Memeriksa pembaruan...
it: Ricerca aggiornamenti in corso...
ja: 更新を確認しています...
ka: განახლებების შემოწმება...
pt_br: Verificando se há atualizações...
sv: Söker efter uppdateringar...

source: Cockpit module for Transactional Update
de: Cockpit-Modul für transaktionale Aktualisierung
es: Módulo de Cockpit para Actualización Transaccional
fr: Module Cockpit pour la mise à jour transactionnelle
id: Modul Cockpit untuk Pembaruan Transaksional
it: Modulo del cockpit per l'aggiornamento transazionale
ja: トランザクション型更新向け Cockpit モジュール
ka: Cockpit-ის მოდული ტრანზაქციული განახლებისთვის
pt_br: Módulo do Cockpit para Atualização Transacional
sv: Cockpit modul för transaktionsuppdatering

source: Cockpit module for Transactional Update.
de: Cockpit-Modul für transaktionale Aktualisierung.
es: Módulo de Cockpit para actualizaciones transaccionales.
fr: Module Cockpit pour la mise à jour transactionnelle.
id: Modul Cockpit untuk Pembaruan Transaksional.
it: Modulo del cockpit per l'aggiornamento transazionale.
ja: トランザクション型更新向け Cockpit モジュールです。
ka: Cockpit-ის მოდული ტრანზაქციული განახლებისთვის.
pt_br: Módulo do Cockpit para Atualização Transacional.
sv: Cockpit modul för transaktionsuppdatering.

source: Current system is not transactional
de: Das aktuelle System ist nicht transaktional
es: El sistema actual no es transaccional
fr: Le système actuel n'est pas transactionnel
id: Sistem saat ini tidak bersifat transaksional
it: L'attuale sistema non è transazionale
ja: 現在のシステムはトランザクション型更新ではありません
ka: მიმდინარე სისტემა ტრანზაქციული არაა
pt_br: O sistema atual não é transacional
sv: Nuvarande system är inte transaktionellt

source: Default
cs: Přednastavená hodnota
de: Voreinstellung
es: Predeterminado
fr: Par défaut
it: Impostazione predefinita
ja: 既定値
ka: ნაგულისხმები
pt_br: Padrão
sv: Standard

source: Error checking for updates: $0
cs: Chyba při hledání dostupných aktualizací: $0
de: Fehler bei der Überprüfung von Aktualisierungen: $0
es: Error al buscar actualizaciones: $0
fr: Erreur lors de la recherche des mises à jour : $0
id: Kesalahan memeriksa pembaruan: $0
it: Errore durante la ricerca di aggiornamenti: $0
ja: 更新の確認時にエラーが発生しました: $0
ka: განახლებების შემოწმების შეცდომა: $0
pt_br: Erro ao verificar se há atualizações: $0
sv: Fel vid sökning efter uppdateringar: $0

source: Error installing updates: command exited with code $0
cs: Chyba při instalování aktualizací: příkaz skončil s návratovým kódem $0
de: Installation der Aktualisierungen abgebrochen: Fehlercode $0
es: Error al instalar actualizaciones: el comando terminó con código $0
fr: Erreur lors de l'installation des mises à jour : la commande s'est terminée avec le code $0
id: Kesalahan menginstal pembaruan: perintah keluar dengan kode $0
it: Errore durante l'installazione degli aggiornamenti: comando terminato con codice $0
ja: 更新のインストール時にエラーが発生しました: コマンドはコード $0 で終了しました
ka: განახლებების დაყენების შეცდომა: ბრძანება დასრულდა კოდით $0
pt_br: Erro ao instalar atualizações: comando encerrado com o código $0
sv: Fel vid installation av uppdateringar: kommandot avslutades med felkod $0

source: Fetching snapshots...
cs: Načítám snapshoty...
de: Snapshots abrufen...
es: Obteniendo instantáneas...
fr: Récupération des instantanés...
id: Mengambil snapshots...
it: Recupero istantanee in corso...
ja: スナップショットを検索しています...
ka: სწრაფი ასლების გამოთხოვა...
pt_br: Buscando instantâneos...
sv: Hämtar ögonblicksbilder...

source: Installing updates...
cs: Instalují se aktualizace...
de: Installiere Aktualisierungen...
es: Instalando actualizaciones...
fr: Installation des mises à jour...
id: Menginstal pembaruan...
it: Installazione aggiornamenti in corso...
ja: 更新をインストールしています...
ka: განახლებების დაყენება...
pt_br: Instalando atualizações...
sv: Installerar uppdateringar...

source: Last Checked: $0
cs: Naposledy zkontrolováno: $0
de: Letzte Überprüfung: $0
es: Última comprobación: $0
fr: Dernière vérification : $0
id: Terakhir Diperiksa: $ 0
it: Ultima verifica: $0
ja: 最終確認: $0
ka: ბოლოს შემოწმდა: $0
pt_br: Última Verificação: $0
sv: Senast kontrollerad: $0

source: Loading...
cs: Načítání...
de: Lade...
es: Cargando...
fr: Chargement en cours...
id: Memuat...
it: Caricamento in corso...
ja: 読み込んでいます...
ka: იტვირთება...
pt_br: Carregando...
sv: Laddar...

source: New Version
cs: Nová verze
de: Neue Version
es: Nueva versión
fr: Nouvelle version
id: Versi Baru
it: Nuova versione
ja: 新しいバージョン
ka: ახალი ვერსია
pt_br: Nova Versão
sv: Ny Version

source: New snapshot #$1 available: $0
cs: Nový snapshot #$1 je dostupný: $0
de: Neuer Snapshot #$1 verfügbar: $0
es: Nueva instantánea #$1 disponible: $0
fr: Nouvel instantané #$1 disponible : $0
id: Tersedia snapshot baru #$1: $0
it: Nuova istantanea #$1 disponibile: $0
ja: 新しいスナップショット #$1 が利用できます: $0
ka: ახალი სწრაფი ასლი #$1 ხელმისაწვდომია: $0
pt_br: Novo instantâneo #$1 disponível: $0
sv: Ny ögonblicksbild #$1 tillgänglig: $0

source: Old Version
cs: Stará verze
de: Alte Version
es: Versión antigua
fr: Ancienne version
id: Versi Lama
it: Versione precedente
ja: 古いバージョン
ka: ძველი ვერსია
pt_br: Versão Antiga
sv: Gammal Version

source: Only systems managed by transactional-update are supported, please use cockpit-packagekit instead
de: Es werden nur Systeme unterstützt, die mit transactional-update verwaltet werden, bitte verwenden Sie stattdessen cockpit-packagekit
es: Sólo son compatibles los sistemas gestionados por transactional-update. En su lugar, use cockpit-packagekit
fr: Seuls les systèmes gérés par la commande transactional-update sont pris en charge. Veuillez utiliser cockpit-packagekit à la place
id: Hanya sistem yang dikelola oleh pembaruan transaksional yang didukung, silakan gunakan paket kokpit sebagai gantinya
it: Sono supportati solo i sistemi gestiti da un aggiornamento transazionale. Usare il kit pacchetto cockpit
ja: transactional-update で管理されているシステムのみに対応しています。通常のシステムの場合は cockpit-packagekit をお使いください
ka: მხარდაჭერილია, მხოლოდ, სისტემები, რომლებიც მართულია transactional-update-ის მიერ. გამოიყენეთ ამის მაგიერ cockput-packagekit, გეთაყვა
pt_br: Apenas sistemas gerenciados por transactional-update são suportados. Em vez disso, use o cockpit-packagekit
sv: Endast system som hanteras av transactional-update stöds, vänligen använd cockpit-packagekit istället

source: Please ensure package tukitd is installed.
de: Bitte stellen Sie sicher, dass das Paket tukitd installiert ist.
es: Asegúrese de que el paquete tukitd esté instalado.
fr: Vérifiez que le paquet tukitd est installé.
id: Pastikan paket tukitd sudah terinstal.
it: Assicurarsi che il pacchetto tukitd sia installato.
ja: tukitd パッケージがインストールされていることをご確認ください。
ka: დარწმუნდით, რომ პაკეტი tukitd დაყენებულია.
pt_br: Verifique se o pacote tukitd está instalado.
sv: Vänligen se till att paketet tukitd är installerat.

source: Rollback and Reboot
cs: Návrat k předchozímu a restart
de: Rollback und Neustart
es: Revertir y Reiniciar
fr: Revenir à l'état initial et redémarrer
id: Kembalikan dan Mulai Ulang
it: Esegui rollback e riavvia
ja: 巻き戻して再起動
ka: დაბრუნება და გადატვირთვა
pt_br: Reverter e Reinicializar
sv: Rulla tillbaka och starta om

source: Rollback without Reboot
cs: Návrat k předchozímu bez restartu
de: Rollback ohne Neustart
es: Revertir sin reiniciar
fr: Revenir à l'état initial sans redémarrer
id: Kembalikan tanpa Mulai Ulang
it: Esegui rollback senza riavvio
ja: 再起動せずに巻き戻し
ka: დაბრუნება გადატვირთვის გარეშე
pt_br: Reverter sem Reinicializar
sv: Rulla tillbaka utan att starta om

source: Rolling back...
cs: Vracím se k předchozímu...
de: Rollback läuft...
es: Revirtiendo...
fr: Retour à l'état initial...
id: Mengembalikan...
it: Esecuzione rollback in corso...
ja: 巻き戻しています...
ka: დაბრუნება...
pt_br: Revertendo...
sv: Rullar tillbaka...

source: Security updates available
cs: Jsou dostupné bezpečnostní aktualizace
de: Sicherheitsaktualisierungen verfügbar
es: Actualizaciones de seguridad disponibles
fr: Mises à jour de sécurité disponibles
id: Tersedia pembaruan keamanan
it: Aggiornamenti di sicurezza disponibili
ja: セキュリティ更新が利用できます
ka: ხელმისაწვდომია უსაფრთოხების განახლებები
pt_br: Atualizações de segurança disponíveis
sv: Säkerhetsuppdateringar tillgängliga

source: Snapshots & Updates
cs: Snapshoty a aktualizace
de: Snapshots & Aktualisierungen
es: Instantáneas y Actualizaciones
fr: Instantanés et mises à jour
id: Snapshots & Pembaruan
it: Istantanee e aggiornamenti
ja: スナップショットと更新
ka: სწრაფი ასლები და განახლებები
pt_br: Instantâneos e Atualizações
sv: Ögonblicksbilder och uppdateringar

source: Software Updates
cs: Softwarové aktualizace
de: Softwareaktualisierungen
es: Actualizaciones de software
fr: Mises à jour logicielles
id: Pembaruan Perangkat Lunak
it: Aggiornamenti del software
ja: ソフトウエア更新
ka: პროგრამული განახლებები
pt_br: Atualizações de Software
sv: Programvaruuppdateringar

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
ka: სტატუსი

source: System is up to date
cs: Systém je aktualizovaný
de: System ist aktuell
es: El sistema está actualizado
fr: Le système est à jour
id: Sistem sudah diperbarui
it: Il sistema è aggiornato
ja: システムは最新の状態です
ka: სისტემა განახლებულია
pt_br: O sistema está atualizado
sv: Systemet är uppdaterat

source: Transactional Update
cs: Transakční aktualizace
es: Actualización transaccional
fr: Mise à jour transactionnelle
id: Pembaruan Transaksional
it: Aggiornamento transazionale
ja: トランザクション型更新
ka: ტრანზაქციული განახლებები
pt_br: Atualização Transacional
sv: Transaktionsuppdatering

source: Transactional update service not installed
de: Transaktionaler Aktualisierungsdienst ist nicht installiert
es: El servicio de actualización transaccional no está instalado
fr: Le service de mise à jour transactionnelle n'est pas installé
id: Layanan pembaruan transaksional tidak diinstal
it: Servizio aggiornamento transazionale non installato
ja: トランザクション型更新がインストールされていません
ka: ტრანზაქციული განახლების სერვისი დაყენებული არაა
pt_br: O serviço de atualização transacional não está instalado
sv: Transaktionsuppdateringstjänsten är inte installerad

source: Transactional update service not running
de: Transaktionaler Aktualisierungsdienst läuft nicht
es: El servicio de actualización transaccional no está activo
fr: Le service de mise à jour transactionnelle n'est pas en cours d'exécution
id: Layanan pembaruan transaksional tidak berjalan
it: Servizio aggiornamento transazionale non in esecuzione
ja: トランザクション型更新サービスが動作していません
ka: ტრანზაქციული განახლების სერვისი გაშვებული არაა
pt_br: O serviço de atualização transacional não está em execução
sv: Transaktionsuppdateringstjänsten körs inte

source: Update Details
cs: Aktualizovat podrobnosti
de: Aktualisierungsdetails
es: Detalles de la actualización
fr: Détails de la mise à jour
id: Detail Pembaruan
it: Dettagli dell'aggiornamento
ja: 更新の詳細
ka: კონტაქტის დეტალები
pt_br: Detalhes da Atualização
sv: Uppdateringsdetaljer

source: Update and Reboot
cs: Aktualizovat a restartovat
de: Aktualisieren und Neustart
es: Actualizar y reiniciar
fr: Mettre à jour et redémarrer
id: Perbarui dan Mulai Ulang
it: Aggiorna e riavvia
ja: 更新して再起動
ka: განახლება და გადატვირთვა
pt_br: Atualizar e Reinicializar
sv: Uppdatera och starta om

source: Update without Reboot
cs: Aktualizovat bez restartu
de: Aktualisieren ohne Neustart
es: Actualizar sin reiniciar
fr: Mettre à jour sans redémarrer
id: Perbarui tanpa Mulai Ulang
it: Aggiorna senza riavvio
ja: 再起動せずに更新
ka: განახლება გადატვირთვის გარეშე
pt_br: Atualizar sem Reinicializar
sv: Uppdatera utan att starta om

source: Updates
cs: Aktualizace
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: 更新
ka: განახლებები
pt_br: Atualizações
sv: Uppdateringar

source: Updates available
cs: Dostupné aktualizace
de: Aktualisierungen vorhanden
es: Actualizaciones disponibles
fr: Mises à jour disponibles
id: Pembaruan tersedia
it: Aggiornamenti disponibili
ja: 更新が利用できます
ka: ხელმისაწვდომია განახლება
pt_br: Atualizações disponíveis
sv: Uppdateringar tillgängliga

source: more details
de: mehr Details
es: más información
fr: plus de détails
id: detail lebih lanjut
it: maggiori dettagli
ja: 詳細
ka: მეტი დეტალი
pt_br: mais detalhes
sv: mer detaljer
